export default {
  translations: {
    banner: {
      content: 'Этот сайт предназначен только для демонстрационных целей.',
      close: 'Закрыть',
    },
    navbar: {
      work: 'Работа',
      services: 'Услуги',
      team: 'Команда',  
      contact: 'Связаться с нами',
    },
    intro: {
      title_1: 'Создаем с заботой',
      title_2: 'Превосходя ожидания',
      subtitle: 'Сотрудничество для создания впечатляющих онлайн-опытов',
      cta: 'Связаться с нами',
    },
    work: {
      title: 'Наша работа',
      types: {
        development: 'Разработка',
        design: 'Дизайн',
      }
    },
    services: {
      title: 'Наши услуги',
      design: {
        title: 'Дизайн',
        content: 'Разработка впечатляющих онлайн-впечатлений, которые найдут отклик у вашей аудитории'
      },
      development: {
        title: 'Разработка',
        content: 'Бесшовная разработка для воплощения вашего видения в жизнь.'
      },
      seo: {
        title: 'SEO',
        content: 'Обеспечение органического роста за счет стратегической SEO-оптимизации.'
      }
    },
    team: {
      title: 'Наша команда',
      members: {
        nikolai: 'Николай Петров',
        olena: 'Олена Коваленко',
        ravi: 'Рави Патель',
        sofia: 'София Рамирес',
        liam: 'Лиам МакГрегор',
        malik: 'Малик Джонсон'
      },
      positions: {
        ceo: 'Генеральный директор',
        manager: 'Менеджер',
        fullstack: 'Fullstack разработчик',
        designer: 'Дизайнер',
        backend: 'Backend разработчик',
        creative_developer: 'Креативный разработчик'
      },
      hiring: 'В настоящее время мы не ведем набор сотрудников, но мы всегда рады видеть талантливых людей в нашей команде.',
    },
    contact: {
      title: 'Связаться с нами',
    },
    footer: {
      language: {
        label: 'Русский',
        options: {
          en: 'Английский',
          pt: 'Португальский',
          es: 'Испанский',
          fr: 'Французский',
          de: 'Немецкий',
          ru: 'Русский'
        }
      },
      content: '© 2024 Codio. Все права защищены.',
    }
  }
}
